Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# progress.strength.estimateCaption
source: Worked out from your sets
es: Calculado a partir de tus series
fr: Calculé à partir de tes séries
hi: आपके सेट से निकाला गया
it: Calcolato dalle tue serie
tr: Setlerinden hesaplandı
zh_hans: 由你的训练组推算

# progress.strength.exercise
source: Exercise
es: Ejercicio
fr: Exercice
hi: एक्सरसाइज़
it: Esercizio
tr: Egzersiz
zh_hans: 动作

# progress.strength.latestTopSet
source: Latest top set
es: Última mejor serie
fr: Dernière série max
hi: ताज़ा टॉप सेट
it: Ultima serie migliore
tr: Son en ağır set
zh_hans: 最近的最重组

# progress.strength.legend.estimate
source: Estimated 1RM
es: 1RM estimado
fr: 1RM estimé
hi: अनुमानित 1RM
it: 1RM stimato
tr: Tahmini 1RM
zh_hans: 预估 1RM

# progress.strength.legend.topSet
source: Top set load
es: Carga de la mejor serie
fr: Charge de la série max
hi: टॉप सेट का लोड
it: Carico serie migliore
tr: En ağır set ağırlığı
zh_hans: 最重组负重

# progress.strength.noMatches
source: No matching exercise
es: Ningún ejercicio coincide
fr: Aucun exercice correspondant
hi: कोई मिलती-जुलती एक्सरसाइज़ नहीं
it: Nessun esercizio corrispondente
tr: Eşleşen egzersiz yok
zh_hans: 没有匹配的动作

# progress.strength.noMatchesMessage
source: Only exercises you have trained in this range appear here.
es: Aquí solo aparecen los ejercicios que has entrenado en este rango.
fr: Seuls les exercices que tu as travaillés sur cette période apparaissent ici.
hi: यहाँ सिर्फ़ वही एक्सरसाइज़ दिखती हैं जो आपने इस रेंज में की हैं।
it: Qui compaiono solo gli esercizi che hai allenato in questo intervallo.
tr: Burada yalnızca bu aralıkta çalıştığın egzersizler görünür.
zh_hans: 这里只会出现你在此范围内练过的动作。

# progress.strength.noSeries
source: No completed working sets in this range
es: No hay series de trabajo completadas en este rango
fr: Aucune série de travail terminée sur cette période
hi: इस रेंज में कोई पूरा वर्किंग सेट नहीं
it: Nessuna serie di lavoro completata in questo intervallo
tr: Bu aralıkta tamamlanmış çalışma seti yok
zh_hans: 此范围内没有完成的正式组

# progress.strength.pickHint
source: Choose which exercise to chart
es: Elige qué ejercicio representar
fr: Choisis l’exercice à représenter
hi: चुनें कि किस एक्सरसाइज़ का चार्ट देखना है
it: Scegli quale esercizio mettere in grafico
tr: Hangi egzersizin grafikleneceğini seç
zh_hans: 选择要绘制的动作

# progress.strength.sessionsAndLast
source: %lld sessions, last on %@
es: %lld sesiones, la última el %@
fr: %lld séances, la dernière le %@
hi: %lld सेशन, आखिरी %@ को
it: %lld sessioni, l'ultima il %@
tr: %lld seans, sonuncusu %@
zh_hans: %lld 次训练，最近一次在 %@

# progress.strength.sessionsInRange
source: %lld sessions in this range
es: %lld sesiones en este rango
fr: %lld séances sur cette période
hi: इस रेंज में %lld सेशन
it: %lld sessioni in questo intervallo
tr: Bu aralıkta %lld seans
zh_hans: 此范围内 %lld 次训练

# progress.strength.subtitle
source: Estimated 1RM and top set, per exercise
es: 1RM estimado y mejor serie, por ejercicio
fr: 1RM estimé et série max, par exercice
hi: हर एक्सरसाइज़ का अनुमानित 1RM और टॉप सेट
it: 1RM stimato e serie migliore, per esercizio
tr: Egzersiz bazında tahmini 1RM ve en ağır set
zh_hans: 各动作的预估 1RM 与最重组

# progress.strength.title
source: Strength
es: Fuerza
fr: Force
hi: ताकत
it: Forza
tr: Güç
zh_hans: 力量

# progress.strength.totalVolume
source: Volume in range
es: Volumen en el rango
fr: Volume sur la période
hi: रेंज में वॉल्यूम
it: Volume nell'intervallo
tr: Aralıktaki hacim
zh_hans: 范围内训练量

# progress.strength.unestimable
source: This movement is not logged with a load and a rep count, so no one-rep max can be estimated from it.
es: Este movimiento no se registra con carga y repeticiones, así que no se puede estimar un máximo a una repetición.
fr: Ce mouvement ne s’enregistre pas avec une charge et un nombre de répétitions : aucun 1RM ne peut en être estimé.
hi: यह मूवमेंट लोड और रेप्स के साथ दर्ज नहीं होता, इसलिए इससे वन-रेप मैक्स का अनुमान नहीं लगाया जा सकता।
it: Questo movimento non si registra con un carico e un numero di ripetizioni, quindi non se ne può stimare un massimale.
tr: Bu hareket ağırlık ve tekrar sayısıyla kaydedilmiyor, bu yüzden ondan tek tekrar maksimumu tahmin edilemez.
zh_hans: 这个动作不按负重和次数记录，因此无法据此推算 1RM。

# progress.title
source: Progress
es: Progreso
fr: Progrès
hi: प्रगति
it: Progressi
tr: İlerleme
zh_hans: 进展

# progress.training.title
source: Training
es: Entrenamiento
fr: Entraînement
hi: ट्रेनिंग
it: Allenamento
tr: Antrenman
zh_hans: 训练

# progress.volume.creditsFootnote
source: Counted in set credits: a set counts fully for the muscle it targets and as a fraction for the muscles that assist, which is how your weekly targets are worked out.
es: Se cuenta en créditos de serie: una serie cuenta entera para el músculo al que apunta y como fracción para los que ayudan, que es como se calculan tus objetivos semanales.
fr: Compté en crédits de séries : une série compte pleinement pour le muscle qu’elle cible et pour une fraction pour les muscles qui l’assistent, et c’est ainsi que tes objectifs hebdomadaires sont calculés.
hi: गिनती सेट क्रेडिट में होती है: जिस मसल पर सेट सीधे लगता है उसे पूरा क्रेडिट मिलता है और मदद करने वाले मसल को हिस्सा — इसी से आपके साप्ताहिक लक्ष्य निकाले जाते हैं।
it: Conteggiati in crediti serie: una serie conta per intero per il muscolo che allena e in frazione per i muscoli che aiutano, ed è così che si calcolano i tuoi obiettivi settimanali.
tr: Set kredisiyle sayılır: bir set, hedeflediği kas için tam, yardımcı kaslar için kesirli sayılır; haftalık hedeflerin de böyle hesaplanır.
zh_hans: 按组数计分统计：一组对目标肌肉计满分，对协同肌肉按比例计分，你的每周目标就是这样算出来的。

# progress.volume.empty.message
source: Finish a session with completed sets and the weekly breakdown appears here.
es: Termina una sesión con series completadas y aquí aparecerá el desglose semanal.
fr: Termine une séance avec des séries validées et le détail hebdomadaire apparaîtra ici.
hi: पूरे सेट वाला एक सेशन खत्म करें और साप्ताहिक ब्योरा यहाँ दिखने लगेगा।
it: Completa una sessione con serie finite e qui comparirà il riepilogo settimanale.
tr: Tamamlanmış setlerle bir seans bitir; haftalık döküm burada görünsün.
zh_hans: 完成一节有记录组数的训练课，这里就会出现每周明细。

# progress.volume.empty.title
source: No volume logged yet
es: Aún no hay volumen registrado
fr: Aucun volume enregistré pour l’instant
hi: अभी कोई वॉल्यूम दर्ज नहीं
it: Ancora nessun volume registrato
tr: Henüz kayıtlı hacim yok
zh_hans: 还没有训练量记录

# progress.volume.groupAxis
source: Muscle group
es: Grupo muscular
fr: Groupe musculaire
hi: मसल ग्रुप
it: Gruppo muscolare
tr: Kas grubu
zh_hans: 肌群

# progress.volume.legend.target
source: Weekly target
es: Objetivo semanal
fr: Objectif hebdomadaire
hi: साप्ताहिक लक्ष्य
it: Obiettivo settimanale
tr: Haftalık hedef
zh_hans: 每周目标

# progress.volume.noWeek
source: No completed sets in this range
es: No hay series completadas en este rango
fr: Aucune série terminée sur cette période
hi: इस रेंज में कोई पूरा सेट नहीं
it: Nessuna serie completata in questo intervallo
tr: Bu aralıkta tamamlanmış set yok
zh_hans: 此范围内没有完成的组

# progress.volume.perGroup
source: One group over time
es: Un grupo a lo largo del tiempo
fr: Un groupe au fil du temps
hi: समय के साथ एक ग्रुप
it: Un gruppo nel tempo
tr: Tek grup, zaman içinde
zh_hans: 单个肌群随时间的变化

# progress.volume.perGroupSubtitle
source: Weekly set credits for the group you pick
es: Créditos de serie semanales del grupo que elijas
fr: Crédits de séries hebdomadaires pour le groupe que tu choisis
hi: आपके चुने ग्रुप के साप्ताहिक सेट क्रेडिट
it: Crediti serie settimanali del gruppo che scegli
tr: Seçtiğin grup için haftalık set kredisi
zh_hans: 你所选肌群的每周组数计分

# progress.volume.setsAxis
source: Set credits
es: Créditos de serie
fr: Crédits de séries
hi: सेट क्रेडिट
it: Crediti serie
tr: Set kredisi
zh_hans: 组数计分

# progress.volume.setsCount
source: %@ set credits
es: %@ créditos de serie
fr: %@ crédits de séries
hi: %@ सेट क्रेडिट
it: %@ crediti serie
tr: %@ set kredisi
zh_hans: %@ 组数计分

# progress.volume.setsOfTarget
source: %@ of %@ set credits
es: %@ de %@ créditos de serie
fr: %@ crédits de séries sur %@
hi: %@ / %@ सेट क्रेडिट
it: %@ crediti serie su %@
tr: %@ / %@ set kredisi
zh_hans: %@ / %@ 组数计分

# progress.volume.subtitle
source: Weekly sets per muscle group and tonnage
es: Series semanales por grupo muscular y tonelaje
fr: Séries hebdomadaires par groupe musculaire et tonnage
hi: हर मसल ग्रुप के साप्ताहिक सेट और कुल वज़न
it: Serie settimanali per gruppo muscolare e tonnellaggio
tr: Kas grubu başına haftalık set ve toplam tonaj
zh_hans: 各肌群每周组数与总重量

# progress.volume.targetAxis
source: Target
es: Objetivo
fr: Objectif
hi: लक्ष्य
it: Obiettivo
tr: Hedef
zh_hans: 目标

# progress.volume.targetFootnote
source: Target: %@ set credits a week, spread over %lld sessions.
es: Objetivo: %@ créditos de serie por semana, repartidos en %lld sesiones.
fr: Objectif : %@ crédits de séries par semaine, répartis sur %lld séances.
hi: लक्ष्य: हफ़्ते में %@ सेट क्रेडिट, %lld सेशन में बँटे।
it: Obiettivo: %@ crediti serie a settimana, distribuiti su %lld sessioni.
tr: Hedef: haftada %@ set kredisi, %lld seansa yayılmış.
zh_hans: 目标：每周 %@ 组数计分，分布在 %lld 节训练课中。

# progress.volume.thisWeek
source: Latest week against target
es: Última semana frente al objetivo
fr: Dernière semaine face à l’objectif
hi: ताज़ा हफ़्ता, लक्ष्य के मुकाबले
it: Ultima settimana rispetto all'obiettivo
tr: Son hafta, hedefe karşı
zh_hans: 最近一周与目标对比

# progress.volume.title
source: Volume
es: Volumen
hi: वॉल्यूम
tr: Hacim
zh_hans: 训练量

# progress.volume.tonnage
source: Weekly tonnage
es: Tonelaje semanal
fr: Tonnage hebdomadaire
hi: साप्ताहिक कुल वज़न
it: Tonnellaggio settimanale
tr: Haftalık tonaj
zh_hans: 每周总重量

# progress.volume.tonnageFootnote
source: Only sets where load × reps means something are counted, so assisted and bodyweight work is left out.
es: Solo se cuentan las series en las que carga × repeticiones significa algo, así que el trabajo asistido y de peso corporal queda fuera.
fr: Seules les séries où charge × reps a un sens sont comptées, le travail assisté et au poids du corps est donc laissé de côté.
hi: सिर्फ़ वही सेट गिने जाते हैं जहाँ लोड × रेप्स का कोई मतलब बनता है, इसलिए असिस्टेड और बॉडीवेट काम छूट जाता है।
it: Vengono contate solo le serie in cui carico × ripetizioni ha senso, quindi il lavoro assistito e a corpo libero resta fuori.
tr: Yalnızca ağırlık × tekrarın anlam taşıdığı setler sayılır; destekli ve vücut ağırlığı çalışmaları dışarıda kalır.
zh_hans: 只统计负重 × 次数有意义的组，因此助力和自重训练不计入。

# progress.volume.tonnageSubtitle
source: Total weight moved each week
es: Peso total movido cada semana
fr: Poids total déplacé chaque semaine
hi: हर हफ़्ते उठाया गया कुल वज़न
it: Peso totale spostato ogni settimana
tr: Her hafta kaldırılan toplam ağırlık
zh_hans: 每周举起的总重量

# progress.volume.weekOf
source: Week of %@
es: Semana del %@
fr: Semaine du %@
hi: %@ वाला हफ़्ता
it: Settimana del %@
tr: %@ haftası
zh_hans: %@ 那一周

# progress.weight.add
source: Log body weight
es: Registrar peso corporal
fr: Noter mon poids
hi: शरीर का वज़न दर्ज करें
it: Registra il peso corporeo
tr: Vücut ağırlığı kaydet
zh_hans: 记录体重

# progress.weight.chartAccessibility
source: Body weight over time
es: Peso corporal a lo largo del tiempo
fr: Poids au fil du temps
hi: समय के साथ शरीर का वज़न
it: Peso corporeo nel tempo
tr: Zaman içinde vücut ağırlığı
zh_hans: 体重随时间的变化

# progress.weight.chartSummary
source: Trend from %@ to %@
es: Tendencia de %@ a %@
fr: Tendance de %@ à %@
hi: %@ से %@ तक का ट्रेंड
it: Tendenza da %@ a %@
tr: %@ değerinden %@ değerine trend
zh_hans: 趋势从 %@ 到 %@

# progress.weight.confidence
source: Confidence
es: Fiabilidad
fr: Fiabilité
hi: भरोसा
it: Affidabilità
tr: Güvenilirlik
zh_hans: 可信度

# progress.weight.confidence.enough
source: Enough data to act on
es: Datos suficientes para actuar
fr: Assez de données pour agir
hi: अमल करने लायक पर्याप्त डेटा
it: Dati sufficienti per agire
tr: Karar vermeye yetecek kadar veri var
zh_hans: 数据足以据此调整

# progress.weight.confidence.notEnough
source: Keep weighing in — not enough yet
es: Sigue pesándote: aún no hay suficiente
fr: Continue à te peser — pas encore assez
hi: वज़न दर्ज करते रहें — अभी पर्याप्त नहीं
it: Continua a pesarti: non bastano ancora
tr: Tartılmaya devam et — henüz yeterli değil
zh_hans: 继续称重，数据还不够

# progress.weight.date
source: Date and time
es: Fecha y hora
fr: Date et heure
hi: तारीख और समय
it: Data e ora
tr: Tarih ve saat
zh_hans: 日期和时间

# progress.weight.empty.message
source: Weigh yourself at the same time of day — first thing, before eating — and the trend becomes readable within a fortnight.
es: Pésate siempre a la misma hora —nada más levantarte, antes de comer— y en un par de semanas la tendencia ya se lee.
fr: Pèse-toi au même moment de la journée — au réveil, à jeun — et la tendance devient lisible en une quinzaine de jours.
hi: हर दिन एक ही समय पर वज़न लें — सुबह उठते ही, कुछ खाने से पहले — और दो हफ़्तों में ट्रेंड पढ़ने लायक हो जाएगा।
it: Pesati sempre alla stessa ora — appena sveglio, prima di mangiare — e la tendenza diventa leggibile nel giro di due settimane.
tr: Kendini günün aynı saatinde tart — sabah ilk iş, aç karnına — trend iki hafta içinde okunur hâle gelir.
zh_hans: 每天在同一时间称重，起床后、进食前，两周左右趋势就能看清了。

# progress.weight.empty.title
source: No weigh-ins yet
es: Aún no te has pesado
fr: Aucune pesée pour l’instant
hi: अभी कोई वज़न रिकॉर्ड नहीं
it: Ancora nessuna pesata
tr: Henüz tartım yok
zh_hans: 还没有体重记录

# progress.weight.field
source: Weight (%@)
es: Peso (%@)
fr: Poids (%@)
hi: वज़न (%@)
it: Peso (%@)
tr: Ağırlık (%@)
zh_hans: 体重（%@）

# progress.weight.goal
source: Goal weight
es: Peso objetivo
fr: Poids cible
hi: लक्ष्य वज़न
it: Peso obiettivo
tr: Hedef kilo
zh_hans: 目标体重

# progress.weight.goalMark
source: Goal %@
es: Objetivo %@
fr: Objectif %@
hi: लक्ष्य %@
it: Obiettivo %@
tr: Hedef %@
zh_hans: 目标 %@

# progress.weight.goalReached
source: You are at your goal weight.
es: Estás en tu peso objetivo.
fr: Tu es à ton poids cible.
hi: आप अपने लक्ष्य वज़न पर हैं।
it: Sei al tuo peso obiettivo.
tr: Hedef kilondasın.
zh_hans: 你已经达到目标体重。

# progress.weight.goalRemaining
source: %@ to go from your trend weight.
es: Te faltan %@ desde tu peso tendencia.
fr: %@ à faire depuis ton poids de tendance.
hi: आपके ट्रेंड वज़न से %@ बाकी।
it: Ti mancano %@ dal tuo peso di tendenza.
tr: Trend kilona göre %@ kaldı.
zh_hans: 距离目标，趋势体重还差 %@。

# progress.weight.health.denied
source: Health access was not granted, so nothing could be imported.
es: No se concedió acceso a Salud, así que no se ha podido importar nada.
fr: L’accès à Santé n’a pas été accordé, rien n’a donc pu être importé.
hi: Health की अनुमति नहीं मिली, इसलिए कुछ इम्पोर्ट नहीं हो सका।
it: L'accesso a Salute non è stato concesso, quindi non è stato possibile importare nulla.
tr: Sağlık erişimi verilmedi, bu yüzden hiçbir şey aktarılamadı.
zh_hans: 未获得健康 App 的权限，因此无法导入。

# progress.weight.health.import
source: Import from Health
es: Importar desde Salud
fr: Importer depuis Santé
hi: Health से इम्पोर्ट करें
it: Importa da Salute
tr: Sağlık'tan içe aktar
zh_hans: 从健康 App 导入

# progress.weight.health.imported
source: Imported %lld readings from Health.
es: Importadas %lld mediciones desde Salud.
fr: %lld pesées importées depuis Santé.
hi: Health से %lld रीडिंग इम्पोर्ट हुईं।
it: Importate %lld pesate da Salute.
tr: Sağlık'tan %lld ölçüm alındı.
zh_hans: 已从健康 App 导入 %lld 条记录。

# progress.weight.health.nothing
source: Health has no body weight to import.
es: Salud no tiene ningún peso corporal que importar.
fr: Santé ne contient aucun poids à importer.
hi: Health में इम्पोर्ट करने लायक कोई वज़न नहीं है।
it: In Salute non c'è nessun peso corporeo da importare.
tr: Sağlık'ta içe aktarılacak vücut ağırlığı yok.
zh_hans: 健康 App 中没有可导入的体重数据。

# progress.weight.health.section
source: Apple Health
es: Salud de Apple
fr: Apple Santé
zh_hans: Apple 健康

# progress.weight.health.upToDate
source: Already up to date with Health.
es: Ya está al día con Salud.
fr: Déjà à jour avec Santé.
hi: Health के साथ पहले से अपडेट है।
it: Già aggiornato con Salute.
tr: Sağlık ile zaten güncel.
zh_hans: 已与健康 App 保持同步。

# progress.weight.legend.average
source: 7-day average
es: Media de 7 días
fr: Moyenne sur 7 jours
hi: 7 दिन का औसत
it: Media a 7 giorni
tr: 7 günlük ortalama
zh_hans: 7 天平均

# progress.weight.legend.goal
source: Goal
es: Objetivo
fr: Objectif
hi: लक्ष्य
it: Obiettivo
tr: Hedef
zh_hans: 目标

# progress.weight.legend.readings
source: Daily readings
es: Mediciones diarias
fr: Pesées quotidiennes
hi: रोज़ की रीडिंग
it: Pesate giornaliere
tr: Günlük ölçümler
zh_hans: 每日记录

# progress.weight.noiseNote
source: Day-to-day changes are water, food and salt, not fat or muscle. Read the average line; a single morning is never a trend.
es: Los cambios del día a día son agua, comida y sal, no grasa ni músculo. Fíjate en la línea media; una sola mañana nunca es una tendencia.
fr: Les variations d’un jour à l’autre viennent de l’eau, de la nourriture et du sel, pas du gras ni du muscle. Lis la courbe moyenne : un seul matin n’est jamais une tendance.
hi: रोज़-रोज़ के बदलाव पानी, खाने और नमक के होते हैं, फैट या मसल के नहीं। औसत रेखा देखें; एक सुबह कभी ट्रेंड नहीं होती।
it: Le variazioni da un giorno all'altro sono acqua, cibo e sale, non grasso o muscolo. Leggi la linea media: una singola mattina non è mai una tendenza.
tr: Günden güne değişim su, yemek ve tuzdur; yağ ya da kas değil. Ortalama çizgisini oku; tek bir sabah asla trend olmaz.
zh_hans: 每天的波动来自水分、食物和盐分，不是脂肪或肌肉。看平均线，单独一个早晨从来都不是趋势。

# progress.weight.noneInRange
source: No readings in this range.
es: No hay mediciones en este rango.
fr: Aucune pesée sur cette période.
hi: इस रेंज में कोई रीडिंग नहीं।
it: Nessuna pesata in questo intervallo.
tr: Bu aralıkta ölçüm yok.
zh_hans: 这个范围内没有记录。

# progress.weight.noneYet
source: No readings yet.
es: Aún no hay mediciones.
fr: Aucune pesée pour l’instant.
hi: अभी कोई रीडिंग नहीं।
it: Ancora nessuna pesata.
tr: Henüz ölçüm yok.
zh_hans: 还没有记录。

# progress.weight.note
source: Note
es: Nota
hi: नोट
it: Nota
tr: Not
zh_hans: 备注

# progress.weight.notePlaceholder
source: Optional — after training, travelling, unwell…
es: Opcional: después de entrenar, de viaje, malo…
fr: Facultatif — après l’entraînement, en voyage, malade…
hi: वैकल्पिक — ट्रेनिंग के बाद, सफ़र में, तबीयत ठीक नहीं…
it: Facoltativa — dopo l'allenamento, in viaggio, non in forma…
tr: İsteğe bağlı — antrenman sonrası, yolculukta, hastayken…
zh_hans: 可选：训练后、出差、身体不适…

# progress.weight.perWeek
source: %@ a week
es: %@ por semana
fr: %@ par semaine
hi: हर हफ़्ते %@
it: %@ a settimana
tr: haftada %@
zh_hans: 每周 %@

# progress.weight.previous
source: Last reading: %@
es: Última medición: %@
fr: Dernière pesée : %@
hi: पिछली रीडिंग: %@
it: Ultima pesata: %@
tr: Son ölçüm: %@
zh_hans: 上次记录：%@

# progress.weight.rateCaption
source: Fitted over the last three weeks
es: Ajustado sobre las últimas tres semanas
fr: Calculée sur les trois dernières semaines
hi: पिछले तीन हफ़्तों पर आधारित
it: Calcolata sulle ultime tre settimane
tr: Son üç haftaya göre hesaplandı
zh_hans: 按最近三周拟合

# progress.weight.rateLabel
source: Weekly change
es: Cambio semanal
fr: Évolution hebdomadaire
hi: साप्ताहिक बदलाव
it: Variazione settimanale
tr: Haftalık değişim
zh_hans: 每周变化

# progress.weight.readings
source: %lld readings
es: %lld mediciones
fr: %lld pesées
hi: %lld रीडिंग
it: %lld pesate
tr: %lld ölçüm
zh_hans: %lld 次记录

# progress.weight.source.health
source: Health
es: Salud
fr: Santé
it: Salute
tr: Sağlık
zh_hans: 健康

# progress.weight.subtitle
source: Trend, readings and goal
es: Tendencia, mediciones y objetivo
fr: Tendance, pesées et objectif
hi: ट्रेंड, रीडिंग और लक्ष्य
it: Tendenza, pesate e obiettivo
tr: Trend, ölçümler ve hedef
zh_hans: 趋势、记录与目标

# progress.weight.title
source: Body weight
es: Peso corporal
fr: Poids
hi: शरीर का वज़न
it: Peso corporeo
tr: Vücut ağırlığı
zh_hans: 体重

# progress.weight.trendCaption
source: 7-day average
es: Media de 7 días
fr: Moyenne sur 7 jours
hi: 7 दिन का औसत
it: Media a 7 giorni
tr: 7 günlük ortalama
zh_hans: 7 天平均

# progress.weight.trendLabel
source: Trend weight
es: Peso tendencia
fr: Poids de tendance
hi: ट्रेंड वज़न
it: Peso di tendenza
tr: Trend kilo
zh_hans: 趋势体重

# progress.weight.trendSection
source: Trend
es: Tendencia
fr: Tendance
hi: ट्रेंड
it: Tendenza
zh_hans: 趋势

# progression.doubleProgression
source: Double progression
es: Progresión doble
hi: डबल प्रोग्रेशन
it: Doppia progressione
tr: Çift ilerleme
zh_hans: 双重进阶

# progression.doubleProgression.detail
source: Add reps to the top of the range, then add weight
es: Sube repeticiones hasta el tope del rango y luego añade peso
fr: Monte les répétitions jusqu’en haut de la fourchette, puis ajoute du poids
hi: पहले रेंज के ऊपरी छोर तक रेप्स बढ़ाएँ, फिर वज़न
it: Aggiungi ripetizioni fino al massimo del range, poi peso
tr: Önce aralığın üstüne kadar tekrar ekle, sonra ağırlık
zh_hans: 先把次数加到区间上限，再加重量

# progression.explain.addReps
source: Keep %@ at %@ and work towards %@ reps on every set. Your lowest set was %@ reps last time.
es: Mantén %@ en %@ y ve hacia %@ repeticiones en todas las series. Tu serie más baja fue de %@ repeticiones la última vez.
fr: Garde %@ à %@ et vise %@ répétitions sur chaque série. Ta série la plus faible était à %@ répétitions la dernière fois.
hi: %@ को %@ पर रखें और हर सेट में %@ रेप्स की ओर बढ़ें। पिछली बार आपका सबसे कम सेट %@ रेप्स का था।
it: Tieni %@ a %@ e punta a %@ ripetizioni in ogni serie. L'ultima volta la tua serie più bassa è stata di %@ ripetizioni.
tr: %@ ağırlığını %@ değerinde tut ve her sette %@ tekrara ulaşmaya çalış. Geçen sefer en düşük setin %@ tekrardı.
zh_hans: %@ 保持在 %@，争取每组做到 %@ 次。你上次最低的一组是 %@ 次。

# progression.explain.addRepsUnloaded
source: On %@, work towards %@ reps on every set. Your lowest set was %@ reps last time.
es: En %@, ve hacia %@ repeticiones en todas las series. Tu serie más baja fue de %@ repeticiones la última vez.
fr: Sur %@, vise %@ répétitions sur chaque série. Ta série la plus faible était à %@ répétitions la dernière fois.
hi: %@ में हर सेट पर %@ रेप्स की ओर बढ़ें। पिछली बार आपका सबसे कम सेट %@ रेप्स का था।
it: Su %@, punta a %@ ripetizioni in ogni serie. L'ultima volta la tua serie più bassa è stata di %@ ripetizioni.
tr: %@ hareketinde her sette %@ tekrara ulaşmaya çalış. Geçen sefer en düşük setin %@ tekrardı.
zh_hans: 在 %@ 上，争取每组做到 %@ 次。你上次最低的一组是 %@ 次。

# progression.explain.addSet
source: Keep %@ at %@ and add a set, for %@ working sets. This plan adds volume before it adds load.
es: Mantén %@ en %@ y añade una serie, hasta %@ series de trabajo. Este plan añade volumen antes que carga.
fr: Garde %@ à %@ et ajoute une série, soit %@ séries de travail. Ce plan ajoute du volume avant d’ajouter de la charge.
hi: %@ को %@ पर रखें और एक सेट जोड़ें, कुल %@ वर्किंग सेट। यह प्लान लोड से पहले वॉल्यूम बढ़ाता है।
it: Tieni %@ a %@ e aggiungi una serie, per un totale di %@ serie di lavoro. Questo piano aggiunge volume prima del carico.
tr: %@ ağırlığını %@ değerinde tut ve bir set ekle; toplam %@ çalışma seti olsun. Bu plan, ağırlıktan önce hacim ekler.
zh_hans: %@ 保持在 %@，并增加一组，共 %@ 个正式组。这套方案先增加训练量，再增加负重。

# progression.explain.addSetDuration
source: Add a set on %@, for %@ sets of %@ to %@ seconds.
es: Añade una serie en %@, hasta %@ series de %@ a %@ segundos.
fr: Ajoute une série sur %@, soit %@ séries de %@ à %@ secondes.
hi: %@ में एक सेट जोड़ें, कुल %@ सेट, %@ से %@ सेकंड के।
it: Aggiungi una serie su %@, per %@ serie da %@-%@ secondi.
tr: %@ hareketine bir set ekle; %@ set × %@ ile %@ saniye olsun.
zh_hans: 在 %@ 上增加一组，共 %@ 组，每组 %@ 到 %@ 秒。
